"OK" = "Ados";
"All subscriptions" = "Harpidetza guztiak";
"Privacy" = "Pribatutasuna";
"Privacy policy" = "Pribatutasun politika";
"Purchases restored successfully!" = "Erosketak behar bezala berreskuratu dira!";
"Restore" = "Berreskuratu";
"Restore purchases" = "Berreskuratu erosketak";
"Terms" = "Baldintzak";
"Terms and conditions" = "Erabilera baldintzak";
"Annual" = "Urtekoa";
"6 Month" = "6 hilabete";
"3 Month" = "3 hilabete";
"2 Month" = "2 hilabete";
"Monthly" = "Hilabetekoa";
"Weekly" = "Astekoa";
"Lifetime" = "Betiko";
"%d%% off" = "%d%% deskontua";
"Continue" = "Jarraitu";
"Default_offer_details_with_intro_offer" = "Hasi zure {{ sub_offer_duration }} probako aldia, gero {{ total_price_and_per_month }}.";
"Something went wrong" = "Zerbait gaizki joan da";
